{
    "ADVANCE": [
        "*Среднее время задержки (по умолчанию - ноль)",
        "*Разброс относительно среднего значения"
    ],
    "ASSIGN": [
        "Определяет имя или номер параметра, которому назначается значение. Если последний символ - или +, то параметр уменьшается или увеличивается на значение, определяемое операндом <b>В</b>.",
        "Замещаемое значение, которое вычитается или прибавляется к значению операнда <b>А</b>. Если  модифицируется  параметр,  представляемый числом с плавающей точкой, то операнд <b>В</b> тоже должен иметь такой вид.",
        "Имя или номер оцениваемой функции. Значение операнда <b>В</b> умножается на значение функции, предварительно определив знак функции.",
        "Определяет формат параметра: PF, PH, PB или PL. По умолчанию - PH."
    ],
    "GENERATE": [
        "*Среднее значение интервала времени",
        "*Разброс или модификатор среднего значения (по умолчанию - ноль)",
        "*Время появления первого транзакта",
        "*Общее число генерируемых транзактов",
        "*Уровень приоритета каждого транзакта (по умолчанию - ноль)."
    ],
    "TRANSFER": [
        "*Вероятность перехода на метку блока, записанного в поле <b>С</b> или режим работы блока",
        "Имя (адрес) блока, к которому направляется транзакт",
        "*Альтернативное имя (адрес) блока, к которому направляется транзакт",
        "*В режиме ALL используется для определения адреса движения транзактов (по умолчанию - 1)"
    ],
    "TERMINATE": [
        "*Величина, на которую будет уменьшен счетчик завершений (по умолчанию - ноль)"
    ],
    "SEIZE": [
        "Имя (или номер) устройства"
    ],
    "RELEASE": [
        "Имя (или номер) устройства"
    ],
    "QUEUE": [
        "Имя (или номер) очереди",
        "*Число добавляемых в очередь элементов (по умолчанию - 1)"
    ],
    "DEPART": [
        "Имя (или номер) очереди",
        "*Число удаляемых из очереди элементов (по умолчанию - 1)"
    ],
    "ENTER": [
        "Имя (или номер) многоканального устройства"
    ],
    "LEAVE": [
        "Имя (или номер) многоканального устройства"
    ],
    "PRIORITY": [
        "Определяет новое значение приоритета для Транзакта. Уровень приоритета может изменяться от -2147483632 до +2147483632"
    ],
    "TABULATE": [
        "Определяет имя или номер таблицы",
        "*Весовой коэффициент при создании взвешенных таблиц (по умолчанию - 1)"
    ],
    "START": [
        "Начальное значение счетчика завершений, от 1 и выше"
    ],
    "FUNCTION": [
        "Определяет независимую переменную функции (аргумент).",
        "Первый символ - обозначение типа функции, второй символ - целое число связанных пар значений функции",
        "*Применяется для перечисления типов объектов, если используются объекты разных типов, то приводятся их символы, разделяемые запятой без пробелов (по умолчанию - 0)"
    ],
    "STORAGE": [
        "Определяет ёмкость памяти, т.е. число моделируемых устройств обслуживания"
    ],
    "TABLE": [
        "Определяет вид операций с таблицей",
        "Определяет собой верхнее значение первого (нижнего) интервала частот",
        "Задает ширину интервала и постоянен для всех интервалов кроме первого и последнего",
        "Определяет число частотных интервалов таблицы",
        "*Интервал времени являющийся шагом таблицы (при операнде А = \"RT\")"
    ],
    "DO": [
        "Индекс начала петли",
        "Предельный номер конечного члена петли",
        "*Задаёт приращение индекса (по умолчанию - 1)"
    ],
    "OPERCOL": [
        "Новая позиция начала записи операндов (по умолчанию - 25)"
    ],
    "REALLOCATE": [
        "Имя переназначаемого объекта",
        "Запрашиваемый объём памяти (по умолчанию - 10000)"
    ]
}
