{
    "ADVANCE": [
        "*Среднее время задержки (по умолчанию - ноль)",
        "*Разброс относительно среднего значения"
    ],
    "ASSIGN": [
        "Имя или номер параметра транзакта. Если последний символ - или +, то параметр уменьшается или увеличивается на значение, определяемое операндом <b>В</b>.",
        "Устанавливаемое значение или значение, на которое требуется увеличить (уменьшить) параметр",
        "Имя или номер оцениваемой функции. Значение операнда <b>В</b> умножается на значение функции, предварительно определив знак функции.",
        "Формат параметра: PF, PH, PB или PL. По умолчанию - PH."
    ],
    "GENERATE": [
        "*Среднее значение интервала времени",
        "*Разброс или модификатор среднего значения (по умолчанию - ноль)",
        "*Время появления первого транзакта",
        "*Общее число генерируемых транзактов",
        "*Уровень приоритета каждого транзакта (по умолчанию - ноль)."
    ],
    "TRANSFER": [
        "*Вероятность перехода на метку блока, записанного в поле <b>С</b> или режим работы блока",
        "Имя (адрес) блока, к которому направляется транзакт",
        "*Альтернативное имя (адрес) блока, к которому направляется транзакт",
        "*В режиме ALL используется для определения адреса движения транзактов (по умолчанию - 1)"
    ],
    "TERMINATE": [
        "*Величина, на которую будет уменьшен счетчик завершений (по умолчанию - ноль)"
    ],
    "SEIZE": [
        "Имя (или номер) устройства"
    ],
    "RELEASE": [
        "Имя (или номер) устройства"
    ],
    "QUEUE": [
        "Имя (или номер) очереди",
        "*Число добавляемых в очередь элементов (по умолчанию - 1)"
    ],
    "DEPART": [
        "Имя (или номер) очереди",
        "*Число удаляемых из очереди элементов (по умолчанию - 1)"
    ],
    "ENTER": [
        "Имя (или номер) многоканального устройства"
    ],
    "LEAVE": [
        "Имя (или номер) многоканального устройства"
    ],
    "PRIORITY": [
        "Новое значение приоритета для Транзакта. Уровень приоритета может изменяться от 0 до 127"
    ],
    "TABULATE": [
        "Имя или номер таблицы",
        "*Весовой коэффициент при создании взвешенных таблиц (по умолчанию - 1)"
    ],
    "START": [
        "Начальное значение счетчика завершений, от 1 и выше"
    ],
    "FUNCTION": [
        "Независимая переменная функции (аргумент).",
        "Первый символ - обозначение типа функции, второй символ - целое число связанных пар значений функции",
        "*Применяется для перечисления типов объектов, если используются объекты разных типов, то приводятся их символы, разделяемые запятой без пробелов (по умолчанию - 0)"
    ],
    "STORAGE": [
        "Определяет ёмкость памяти, т.е. число моделируемых устройств обслуживания"
    ],
    "SAVEVALUE": [
        "Имя (номер) сохраняемой величины. При наличии в конце символа + или - будет происходить соответственно прибавление или вычитание величины.",
        "Значение, которое будет записано, прибавлено или вычтено"
    ],
    "TABLE": [
        "Вид операций с таблицей",
        "Верхнее значение первого (нижнего) интервала частот",
        "Задает ширину интервала и постоянен для всех интервалов кроме первого и последнего",
        "Число частотных интервалов таблицы",
        "*Интервал времени являющийся шагом таблицы (при операнде А = \"RT\")"
    ],
    "DO": [
        "Индекс начала петли",
        "Предельный номер конечного члена петли",
        "*Задаёт приращение индекса (по умолчанию - 1)"
    ],
    "OPERCOL": [
        "Новая позиция начала записи операндов (по умолчанию - 25)"
    ],
    "REALLOCATE": [
        "Имя переназначаемого объекта",
        "Запрашиваемый объём памяти (по умолчанию - 10000)"
    ],
    "TEST": [
        "Проверяемое значение",
        "Значение, с которым сравнивается операнд <b>А</b>",
        "*Метка (номер) блока к которому направляется транзакт, если результат сравнения ложный"
    ],
    "LOGIC": [
        "Имя или номер логического переключателя"
    ],
    "GATE": [
        "Имя или номер логического переключателя, устройства, памяти или блока",
        "*Имя или номер блока, к которому направляется транзакт в случае, если условие ложно"
    ],
    "LINK": [
        "Имя цепи пользователя, к которой присоединяется транзакт",
        "Место, которое входящий транзакт занимает в цепи пользователя (возможные значения: FIFO, LIFO, Pi, где i - целое число от 1 до 100)",
        "*Имя (номер) блока, к которому будет направлен транзакт, если этот блок не занят"
    ],
    "UNLINK": [
        "Имя цепи пользователя",
        "Метка блока, в который переходит выведенный из цепи транзакт (или транзакты)",
        "Число выводимых транзактов, может быть константой, стандартным числовым атрибутом или символом ALL",
        "*Имя (номер) параметра транзакта, булева переменная или BACK. Сравнивается с операндом <b>E</b>. В случае, если указано BACK, транзакты будут выбираться из конца цепи.",
        "*Значение, с которым сравнивается операнд <b>D</b>"
    ],
    "SPLIT": [
        "Количество копий транзакта",
        "Метка (номер) блока, на который будут направлены копии транзакта",
        "*Номер параметра, значение которого будет увеличено на 1 для родительского транзакта и на 1 + i для каждого i-го порождённого транзакта",
        "*Новое количество параметров у копий транзакта"
    ],
    "PREEMPT": [
        "Имя (или номер) устройства",
        "*Условие, при котором разрешен захват устройства",
        "*Имя (номер) блока, в который будет помещён прерванный транзакт",
        "*Номер параметра прерванного транзакта, в который записывается значение времени, оставшееся транзакту до окончания его обслуживания",
        "*Возможность автоматического восстановления прерванного транзакта на приборе"
    ]
}
